/* minutes:seconds time length format in browser mode */
"%.2d:%.2d" = "%1$.2d:%2$.2d";

/* hours:minutes:seconds time length format in browser mode */
"%.2d:%.2d:%.2d" = "%1$.2d:%2$.2d:%3$.2d";

/* Size on disk */
"%@ on disk" = "%@ на диске";

/* The format for the today/yesterday string shown in the open/save panel followed by a comma, fillowed by the time */
"%@, %@" = "%1$@, %2$@";

/* Label for scope bar button for multiple scopes. */
"%d Places" = "%d мест";

/* Indicates the non plural one item found by a spotlight search.  Arg is the number that was found, which will always be 1 */
"%ld item" = "%ld объект";

/* Indicates the number of items found by a spotlight search.  Arg is the number that was found. */
"%ld items" = "Объектов: %ld";

/* Label for scope bar button for multiple scopes. */
"%ld Places" = "%ld мест";

/* Dimension format label shown in browser mode */
"%ld\\U2006\\U00D7\\U2006%ld" = "%1$ld × %2$ld";

/* Property not shown value (dash dash) */
"--" = "--";

/* quotes for a label */
"\\U201c%@\\U201d" = "«%@»";

/* Title for overwiting existing file confirmation dialog. */
"\\U201c%@\\U201d already exists. Do you want to replace it?" = "«%@» уже существует. Заменить?";

/* Dot dot dot to be shown for truncated text */
"\\U2026" = "…";

/* Message for overwriting existing file confirmation dialog. First arg is the directory containing the file. */
"A file or folder with the same name already exists in the folder %@. Replacing it will overwrite its current contents." = "Файл или папка с таким именем уже существует в папке «%@». Замена приведет к перезаписи текущего содержимого этого файла или папки.";

/* Message for overwriting existing file confirmation dialog on the desktop. First arg is the directory containing the file (translate desktop word). */
"A file or folder with the same name already exists on the %@. Replacing it will overwrite its current contents." = "Файл или папка с таким именем уже существует в папке «%@». Замена приведет к перезаписи текущего содержимого этого файла или папки.";

/* Error to display for duplicate file name overwrite of smart folders. */
"An item already exists with that name. Rename the item and try again." = "Объект с таким названием уже существует. Переименуйте объект и попытайтесь снова.";

/* Ask to use... text shown on the button in the shared server panel */
"Ask to use\\U2026" = "Запрос доступа…";

/* Title for asking to use the disc drive via over the air disc drive sharing */
"Asking to use the %@ drive in \\U201c%@\\U201d\\U2026" = "Запрашиваю разреш. на использование накопителя %1$@ в «%2$@»…";

/* Asking to use... title to show as text label in shared server panel. */
"Asking to use\\U2026" = "Запрос доступа…";

/* Calculating Size label shown in browser mode */
"Calculating Size" = "Вычисление размера";

/* Button text to cancel save operation. */
"Cancel" = "Отменить";

/* CD drive title */
"CD" = "CD";

/* Label for scope bar button which represents the 'everywhere' scope.  Note this really searches everywhere by HI determined the word 'Everywhere' is too ambiguous. */
"Computer" = "Компьютер";

/* Connect As... text shown on the button in the shared server panel */
"Connect As\\U2026" = "Подкл. как…";

/* Connected title to show as text label in shared server panel. */
"Connected" = "Подключен";

/* Text to show who we are connected as in the server panel. */
"Connected as: %@" = "Подключен: %@";

/* Connecting... title to show as text label in shared server panel. */
"Connecting\\U2026" = "Подключение…";

/* Connection Failed title to show as text label in shared server panel. */
"Connection Failed" = "Не удалось подключиться";

/* Label for scoep bar button Contents */
"Contents" = "Содержимое";

/* Title for devices in the sidebar of the open/save panel */
"DEVICES" = "Устройства";

/* Dimensions label shown in browser mode */
"Dimensions" = "Размеры";

/* disc drive title */
"disc" = "диск";

/* Disconnect text shown on the button in the shared server panel */
"Disconnect" = "Отключить";

/* Title prompt used when asking to save a smart folder that has changed. */
"Do you want to save this Smart Folder?" = "Сохранить эту смарт-папку?";

/* Button text to not save the smart folder. */
"Don\\U2019t Save" = "Не сохранять";

/* DVD drive title */
"DVD" = "DVD";

/* Label for the edit button above the rule editor in the advanced search mode. */
"Edit" = "Правка";

/* eject button title */
"Eject" = "Извлечь";

/* eject all button title */
"Eject All" = "Извлечь все тома";

/* Fetching... label shown in browser mode */
"Fetching..." = "Загрузка...";

/* Label for scoep bar button File Name */
"File Name" = "Имя файла";

/* Label for scope bar button which represents the home directory. */
"Home" = "Личное";

/* Message for file name starts with a dot dialog. */
"If you decide to go ahead and use a name which begins with a dot the file will be hidden." = "Если Вы решите продолжить и использовать имя, начинающееся с точки, файл будет скрытым.";

/* Message prompt used when asking to save a smart folder that has changed. */
"If you don\\U2019t save, the changes you made to \\U201c%@\\U201d will be lost." = "Если Вы не сохраните изменения в «%@», то они будут утрачены.";

/* Media Browser node title in the sidebar on the left */
"Media" = "Медиа";

/* Title for media section in the sidebar of the open/save panel */
"MEDIA" = "МЕДИА";

/* Movices media browser node title */
"Movies" = "Фильмы";

/* Music media browser node title */
"Music" = "Музыка";

/* Title for file name that is greater than 31 characters on a short file name volume. */
"Names longer than 31 characters are not supported on the destination volume." = "Названия, состоящие из более чем 31 символов, не поддерживаются целевым томом.";

/* Title for file name starts with a dot dialog. */
"Names that begin with a dot \\U201c.\\U201d are reserved for the system." = "Имена, начинающиеся с точки «.», зарезервированы для системы.";

/* Not Connected title to show as text label in shared server panel. */
"Not Connected" = "Не подключен";

/* default button of open panel
   window title of open panel */
"Open" = "Открыть";

/* Title for button to 'Open <MobileMe> Preferences' */
"Open %@ Preferences" = "Открыть настройки %@";

/* Menu item title in advanced search for adding additional search criteria not specified in the list - with ellipses. */
"Other\\U2026" = "Другой…";

/* Photos media browser node title */
"Photos" = "Фото";

/* Title for places section in the sidebar of the open/save panel */
"PLACES" = "Папки";

/* Message for file name longer than 31 characters. */
"Please choose a filename that is no longer than 31 characters." = "Укажите имя файла длиной до 31 символа.";

/* Title shown in an alert dialog for a location that can't be found. */
"Please select another item." = "Выберите другой объект.";

/* Recent Places label */
"Recent Places" = "Недавние";

/* Button text to overwrite an existing file. */
"Replace" = "Заменить";

/* Request denied title to show as text label in shared server panel. */
"Request denied" = "Запрос отклонен";

/* Button text to save the smart folder.
   default button of save panel
   Label for the save button above the rule editor in the advanced search mode.
   window title of save panel */
"Save" = "Сохранить";

/* Label for the save as button above the rule editor in the advanced search mode. */
"Save As" = "Сохранить как";

/* name field label */
"Save As:" = "Сохранить как:";

/* Title for smart folders section in side bar. */
"Saved Searches" = "Сохраненные результаты поиска";

/* Title for app specific saved searches in the sidebar of the open/save panel */
"SAVED SEARCHES" = "Сохраненные результаты поиска";

/* Title for search for section in the sidebar of the open/save panel */
"SEARCH FOR" = "ПОИСК";

/* Label for scope bar button which represents the 'search:' title. */
"Search:" = "Поиск:";

/* Label for popup button in save panel mini mode when current location is a search. */
"Searching for \\U201c%@\\U201d" = "Ищу «%@»";

/* The string to display in the path location control when there is no selected item in the search results. */
"Select an item to see its path." = "Выберите объект, чтобы увидеть его размещение.";

/* Label for scope bar button which represents the servers scope. */
"Servers" = "Серверы";

/* Title for shared in the sidebar of the open/save panel */
"SHARED" = "Общий доступ";

/* Label for scope bar button which represents the 'smart folder' title. */
"Smart Folder" = "Смарт-папка";

/* Smart Folders label */
"Smart Folders" = "Смарт-папки";

/* String to show when hovering over the X button in the ask to use UI for ODS */
"Stop asking to use\\U2026" = "Остановить запрос доступа…";

/* String to show when hovering over the X button when waiting for a disc */
"Stop waiting for disc\\U2026" = "Прекращение ожидания диска…";

/* Warning to show when ejecting ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volume that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Устройство, содержащее «%1$@», также содержит другой том (%2$ld), который не будет извлечен. Вы уверены, что хотите извлечь «%3$@»?";

/* Warning to show when ejecting MORE THAN ONE item that has other mounted volumes */
"The device containing \\U201c%@\\U201d also contains %ld other volumes that will not be ejected. Are you sure you want to eject \\U201c%@\\U201d?" = "Устройство, содержащее «%1$@», также содержит другие тома (%2$ld), которые не будут извлечены. Вы уверены, что хотите извлечь «%3$@»?";

/* Label the 'goto' dialog when it can't find a folder. Same as Finders version. */
"The folder cannot be found." = "Не удается найти папку.";

/* The string to display in the path location control when the selected items do not share a common path. */
"The selected items do not share a path." = "Выбранные объекты не имеют общего размещения.";

/* Message shown in an alert dialog for a location that can't be found. */
"The volume for \\U201c%@\\U201d could not be found." = "Том, содержащий «%@», не удалось найти.";

/* error message for lacking write permission to create new folder */
"This location is read-only." = "Эта папка только для чтения.";

/* Label for scope bar button which represents the 'This Mac' scope. Used to be called Computer. */
"This Mac" = "Этот Mac";

/* error message for new folder name conflict */
"This name is already taken." = "Это имя уже занято.";

/* Message to show about ejecting everthing */
"To eject all the volumes on this device hold down the Option key while ejecting the volume.\n\nIn the future, to eject a single volume without seeing this dialog, hold down the Control key while ejecting the volume." = "Чтобы извлечь все тома на этом устройстве, удерживайте клавишу Оption при извлечении тома. \n\nВ будущем, чтобы извлечь единственный том без отображения данного окна, при извлечении тома удерживайте клавишу Control.";

/* Today: String shown in save panel date cell when trying to save space */
"Today" = "Сегодня";

/* Undo the name change in the save panel by clicking on a disabled item */
"Undo Name Change" = "Отменить изменение имени";

/* default new folder name */
"untitled folder" = "Новая папка";

/* Button text to choose required extension. Arg is file name extension.
   Button text to choose the alternative extension. Arg is file name extension. */
"Use .%@" = "Оставить .%@";

/* Button text to use a filename starting with a dot. */
"Use \\U201c.\\U201d" = "Исп. «.»";

/* Button text to choose combined extensions. */
"Use both" = "Использовать оба";

/* Using disc drive title to show as text label in shared server panel. */
"Using disc drive\\U2026" = "Использование дискового накопителя…";

/* Waiting for disc drive title to show as text label in shared server panel. */
"Waiting for disc drive\\U2026" = "Ожидание дискового накопителя…";

/* Title string shown when waiting for a disc in the over the air remote disc drive support */
"Waiting for disc\\U2026" = "Ожидание диска…";

/* Yesterday: String shown in save panel date cell when trying to save space */
"Yesterday" = "Вчера";

/* Information on choices. 1st arg is current extension. 2nd arg is required extension. */
"You can choose to use both, so that your file name ends in \\U201c.%1$@.%2$@\\U201d." = "Можно использовать оба расширения, так чтобы файл заканчивался на «.%1$@.%2$@».";

/* Information on choices. */
"You can choose to use the standard extension instead." = "Вместо этого расширения можно использовать стандартное.";

/* Message when user wants to save with invalid file extension. 1st arg is current extension. 2nd arg is required extension. */
"You cannot save this document with extension \\U201c.%1$@\\U201d at the end of the name. The required extension is \\U201c.%2$@\\U201d." = "Сохранить этот документ с расширением «.%1$@» в конце имени невозможно. Требуется расширение «.%2$@».";

/* Message when user wants to save with an alternative file extension - for panels configured to permit this. 1st arg is current extension. 2nd arg is required extension. */
"You have used the extension \\U201c.%1$@\\U201d at the end of the name. The standard extension is \\U201c.%2$@\\U201d." = "Вы применили расширение «.%1$@» в конце имени. Стандартное расширение - «.%2$@».";

/* Message to display to prompt to setup iDisk / MobileMe / .mac */
"Your %@ account is not set up. Would you like to open %@ preferences and set it up now?" = "Ваша учетная запись %1$@ не настроена. Открыть настройки %2$@ и настроить учетную запись сейчас?";

/* Title to show when DVD/CD remote use was declined */
"Your request to use the %@ drive in \\U201c%@\\U201d\\U2026 was declined." = "Запрос на использование накопителя %1$@ в «%2$@» был отклонен.";

